VALUES = ['1АС1', '1ИС1', '1ИС2', '1ОС1', '1С1', '1Э1',
          '2АС1', '2ИС1', '2ИС2', '2ОС1', '2С1', '2Э1',
          '3ИС1', '3ОС1', '3ПИ1', '3С1',
          '4А1', '4ПИ1', '4С1']

GROUPS = {
    '1 курс': ['1АС1', '1ИС1', '1ИС2', '1ОС1', '1С1', '1Э1'],
    '2 курс': ['2АС1', '2ИС1', '2ИС2', '2ОС1', '2С1', '2Э1'],
    '3 курс': ['3ИС1', '3ОС1', '3ПИ1', '3С1'],
    '4 курс': ['4А1', '4ПИ1', '4С1']
}

DAYS = ['Понедельник\n',
        'Вторник\n',
        'Среда\n',
        'Четверг\n',
        'Пятница\n',
        'Суббота\n']